Repository: atareao/youtube-search-provider
Catalog: po/*.po
Languages: nl

source: Order
nl: Volgorde

source: The method that will be used to order the results
nl: De manier waarop resultaten dienen te worden gesorteerd

source: Time
nl: Tijdsduur

source: Safe search
nl: Veilig zoeken

source: It indicates whether the search results should include restricted content as well as standard content
nl: Geef aan of zoekresultaten ook inhoud voor volwassenen mogen bevatten

source: Video caption
nl: Videobijschriften

source: It indicates whether should filter video search results based on whether they have captions
nl: Geef aan of zoekresultaten de voorkeur dienen te geven aan video's met bijschriften

source: Video definition
nl: Videokwaliteit

source: It lets you restrict a search to only include either high definition (HD) or standard definition (SD) videos. HD videos are available for playback in at least 720p, though higher resolutions, like 1080p, might also be available
nl: Geef aan of zoekresultaten dienen te worden gefilterd op basis van HD- of SD-video's. HD-video's zijn altijd 720p, 1080p of hoger.

source: Video dimension
nl: Videodimensies

source: It lets you restrict a search to only retrieve 2D or 3D videos
nl: Geef aan of zoekresultaten alleen 2D- of 3D-video's dienen te tonen

source: Video duration
nl: Videoduur

source: It filters video search results based on their duration
nl: Geef aan of zoekresultaten dienen te worden gesorteerd op basis van korte of lange video's

source: Video license
nl: Videolicentie

source: It filters search results to only include videos with a particular license
nl: Geef aan of zoekresultaten alleen video's met een bepaalde licentie dienen te tonen

source: Video type
nl: Soort video's

source: It lets you restrict a search to a particular type of videos
nl: Geef aan of zoekresultaten alleen een bepaald soort video's dienen te bevatten

source: Maximum results
nl: Maximumaantal resultaten

source: Maximum number of items that should be returned in the result set. Acceptable values are 0 to 50, inclusive
nl: Het maximumaantal video's dat mag worden getoond (0-50).

source: YouTube viewer
nl: YouTube-speler

source: Set YouTube viewer
nl: Stel de YouTube-speler in

source: YouTube API key
nl: YouTube-api-sleutel

source: Set YouTube API key
nl: Voeg een YouTube-api-sleutel toe

source: Loading items from YouTube, please wait...
nl: Bezig met laden van zoekresultaten…

source: Oops, an error occurred while searching.
nl: Er is een fout opgetreden tijdens het zoeken.

source: Oops, I did'nt found what you are looking for.
nl: Er is geen enkele video gevonden die overeenkwam met uw zoekopdracht.

source: Nothing
nl: Niets

source: True
nl: Waar

source: False
nl: Niet waar

source: YouTube Search Provider
nl: YouTube-zoekdienst

source: Version:
nl: Versie:

source: Copyright © 2018 Lorenzo Carbonell
nl: Auteursrecht © 2018 Lorenzo Carbonell

source: Preferences
nl: Voorkeuren

source: Viewer options
nl: Spelervoorkeuren

source: Search options
nl: Zoekvoorkeuren

source: About
nl: Over
